_org/_posts/2024-10-08-the-many-definitions-of-retirement.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: The many definitions of retirement
excerpt: Discussing the "retirement age" requires context
---
#+END_EXPORT

As the global population ages, the [[https://ourworldindata.org/data-insights/japan-has-the-highest-ratio-of-elderly-people-relative-to-working-age-people-globally][dependency ratio]], i.e. number of elderly relative to the working-age population, rises inexorably. This has led many governments to forecast severe shortfalls in their pension systems and set off a wave of [[https://www.reuters.com/world/europe/germany-approves-pension-reform-incentivize-later-retirement-2024-09-04/][retirement age increases]]. This in turn has resulted in many comparisons of retirement ages between countries. Such comparisons, however, are apples-and-oranges, as "retirement age" can mean many different things across jurisdictions and time periods.

** Beating-the-odds age

When Social Security was [[https://www.ssa.gov/history/briefhistory3.html][introduced in 1935]], the age at which people could receive benefits was 65. Life expectancy for men and women alike, however, was [[https://u.demog.berkeley.edu/~andrew/1918/figure2.html][lower than that]]. Women on average lived less than 64 years, while men lived less than 60[fn:1]. While the age has [[https://www.ssa.gov/benefits/retirement/planner/1960.html][increased today to 67]], life expectancy has risen much faster, to [[https://www.politico.com/news/2024/03/21/cdc-us-life-expectancy-rises-after-two-year-dip-00148193][77.5 in 2022]]. This means that the average person can expect to spend more than a decade drawing Social Security benefits, which its architects surely did not intend.

Also consider that young people today often spend some time in higher education, thus delaying career start to the early or mid-twenties. Since it's clearly impossible for the average person to support 100% of their life with only 60% of it at work, the only solutions[fn:2] are to [[https://apnews.com/article/migration-germany-kenya-labor-market-scholz-ruto-3b15496dc33d1897914fd894ee33bc9f][get more workers]] and reduce the time they can draw benefits.

** Full benefit age

Do people actually retire at the "retirement age"? Not necessarily. Legally, it is merely the age at which full government pensions may be collected, which we may call the "full benefit age". Whether one can "retire" on that money is another matter.

One way to judge how well government pensions allow individuals to truly stop working is by comparing the [[https://www.koreatimes.co.kr/www/tech/2024/09/129_352001.html][legal vs. effective retirement ages]]--i.e. when people start drawing benefits vs. when they exit the labor force. Western countries typically have a small difference between the two, with many retiring /earlier/ than expected due to being able to receive partial benefits. Asian nations, however, tend to have large gaps. China's retirement age for men is [[https://www.morganlewis.com/pubs/2024/09/china-announces-plan-to-gradually-increase-statutory-retirement-age#:~:text=In%20general%2C%20the%20current%20statutory,managers%20is%2055%20years%20old.][60]], yet the effective retirement age is 66. Indonesia claims people can retire at [[https://www.makarim.com/news/new-implementing-regulations-on-indonesia-s-pension-and-old-age-security-programs][58]], yet most don't do so until 69. It's a similar story with South Korea and Japan, although the gaps are smaller than in developing countries.

Another way is to assess the [[https://www.oecd-ilibrary.org/docserver/c3f27e35-en.pdf][elderly poverty rate]]. South Korea's, at [[https://www.koreaherald.com/view.php?ud=20240311050551][over 38%]], is the highest in the OECD[fn:3]. The proliferation of [[https://koreajoongangdaily.joins.com/2014/10/17/economy/Forced-from-jobs-retirees-enter-a-game-of-chicken/2996184.html][chicken restaurants]] in the country is credited to the waves of older employees forced out of their jobs and turning to menial service work to make a living. In Japan, where [[https://www.economist.com/asia/2024/05/02/japan-and-south-korea-are-struggling-with-old-age-poverty][over 20%]] of the elderly live in poverty, [[https://www.smejapan.com/business-news/how-gig-economy-is-changing-the-traditional-work-setup-in-japan/][crowdsourcing platforms]] have become a popular way for senior citizens to find contract work. These phenomena underscore how public pensions in these countries are insufficient for comfortable retirements.

** Legal firing age

South Korea is known for its powerful unions, which played a major role in the country's economic development and democratization. Yet, their demands appear incomprehensible to many outside the country. In 2023, unions demanded that retirement ages be [[https://www.koreatimes.co.kr/www/tech/2024/09/129_352001.html][raised]], while in France they [[https://apnews.com/article/france-protests-retirement-age-macron-strikes-1abb098b104f2b7094e51e650218771d][protested]] against the same. Why the difference?

As with most things, Korea imitates Japan. The post-war growth of the latter was closely associated with a system of [[https://en.wikipedia.org/wiki/Sh%C5%ABshin_koy%C5%8D][lifetime employment]], under which an employee who joined a firm could remain for the duration of their career. Yet, employees can't stay on forever, and companies know older workers' productivity cannot match that of younger ones. It was socially unacceptable, however, to get rid of some workers and not others. As a result, laws were passed to allow companies to eliminate /all/ workers at a certain age via [[file+sys:][mandatory retirement]], which is [[https://asia.nikkei.com/Spotlight/Work/OECD-urges-Japan-to-scrap-mandatory-retirement-amid-labor-shortage][typically set at 60]].

What it means in practice is that firms tend to fete their newly-minted sexagenarians with pink slips. In response, a [[https://qz.com/japan-s-labor-crunch-is-so-acute-that-companies-are-hir-1850734341][2013 law]] was passed requiring employers to keep workers on until age 65 if they wished to work longer. Firms responded by rehiring their employees at [[https://mainichi.jp/english/articles/20210423/p2a/00m/0op/026000c][lower salary]]. This legal charade has normalized into companies automatically presenting workers with revised contracts asking them to do the same work at half pay.

South Korea has yet to catch up to Japan in raising the mandatory retirement age, but it does have plans to [[https://linksinternational.com/retirement-age-in-south-korea/][increase the full benefit age]]. This exposes a potential gap for those in their early-60's, when they're too old to work and too young to draw pensions[fn:4]. Thus, the union demands for a higher mandatory retirement age is a demand not to be left hanging by mismatched government policy.

