_posts/2024-10-08-the-many-definitions-of-retirement.html
---
layout: post
title: The many definitions of retirement
excerpt: Discussing the "retirement age" requires context
---

<p>
As the global population ages, the <a href="https://ourworldindata.org/data-insights/japan-has-the-highest-ratio-of-elderly-people-relative-to-working-age-people-globally">dependency ratio</a>, i.e. number of elderly relative to the working-age population, rises inexorably. This has led many governments to forecast severe shortfalls in their pension systems and set off a wave of <a href="https://www.reuters.com/world/europe/germany-approves-pension-reform-incentivize-later-retirement-2024-09-04/">retirement age increases</a>. This in turn has resulted in many comparisons of retirement ages between countries. Such comparisons, however, are apples-and-oranges, as "retirement age" can mean many different things across jurisdictions and time periods.
</p>

<div id="outline-container-org04524a1" class="outline-2">
<h2 id="org04524a1">Beating-the-odds age</h2>
<div class="outline-text-2" id="text-org04524a1">
<p>
When Social Security was <a href="https://www.ssa.gov/history/briefhistory3.html">introduced in 1935</a>, the age at which people could receive benefits was 65. Life expectancy for men and women alike, however, was <a href="https://u.demog.berkeley.edu/~andrew/1918/figure2.html">lower than that</a>. Women on average lived less than 64 years, while men lived less than 60<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>. While the age has <a href="https://www.ssa.gov/benefits/retirement/planner/1960.html">increased today to 67</a>, life expectancy has risen much faster, to <a href="https://www.politico.com/news/2024/03/21/cdc-us-life-expectancy-rises-after-two-year-dip-00148193">77.5 in 2022</a>. This means that the average person can expect to spend more than a decade drawing Social Security benefits, which its architects surely did not intend.
</p>

<p>
Also consider that young people today often spend some time in higher education, thus delaying career start to the early or mid-twenties. Since it's clearly impossible for the average person to support 100% of their life with only 60% of it at work, the only solutions<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup> are to <a href="https://apnews.com/article/migration-germany-kenya-labor-market-scholz-ruto-3b15496dc33d1897914fd894ee33bc9f">get more workers</a> and reduce the time they can draw benefits.
</p>
</div>
</div>

<div id="outline-container-orgf2c8421" class="outline-2">
<h2 id="orgf2c8421">Full benefit age</h2>
<div class="outline-text-2" id="text-orgf2c8421">
<p>
Do people actually retire at the "retirement age"? Not necessarily. Legally, it is merely the age at which full government pensions may be collected, which we may call the "full benefit age". Whether one can "retire" on that money is another matter.
</p>

<p>
One way to judge how well government pensions allow individuals to truly stop working is by comparing the <a href="https://www.koreatimes.co.kr/www/tech/2024/09/129_352001.html">legal vs. effective retirement ages</a>&#x2013;i.e. when people start drawing benefits vs. when they exit the labor force. Western countries typically have a small difference between the two, with many retiring <i>earlier</i> than expected due to being able to receive partial benefits. Asian nations, however, tend to have large gaps. China's retirement age for men is <a href="https://www.morganlewis.com/pubs/2024/09/china-announces-plan-to-gradually-increase-statutory-retirement-age#:~:text=In%20general%2C%20the%20current%20statutory,managers%20is%2055%20years%20old.">60</a>, yet the effective retirement age is 66. Indonesia claims people can retire at <a href="https://www.makarim.com/news/new-implementing-regulations-on-indonesia-s-pension-and-old-age-security-programs">58</a>, yet most don't do so until 69. It's a similar story with South Korea and Japan, although the gaps are smaller than in developing countries.
</p>

<p>
Another way is to assess the <a href="https://www.oecd-ilibrary.org/docserver/c3f27e35-en.pdf">elderly poverty rate</a>. South Korea's, at <a href="https://www.koreaherald.com/view.php?ud=20240311050551">over 38%</a>, is the highest in the OECD<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>. The proliferation of <a href="https://koreajoongangdaily.joins.com/2014/10/17/economy/Forced-from-jobs-retirees-enter-a-game-of-chicken/2996184.html">chicken restaurants</a> in the country is credited to the waves of older employees forced out of their jobs and turning to menial service work to make a living. In Japan, where <a href="https://www.economist.com/asia/2024/05/02/japan-and-south-korea-are-struggling-with-old-age-poverty">over 20%</a> of the elderly live in poverty, <a href="https://www.smejapan.com/business-news/how-gig-economy-is-changing-the-traditional-work-setup-in-japan/">crowdsourcing platforms</a> have become a popular way for senior citizens to find contract work. These phenomena underscore how public pensions in these countries are insufficient for comfortable retirements.
</p>
</div>
</div>

<div id="outline-container-org2a63ebb" class="outline-2">
<h2 id="org2a63ebb">Legal firing age</h2>
<div class="outline-text-2" id="text-org2a63ebb">
<p>
South Korea is known for its powerful unions, which played a major role in the country's economic development and democratization. Yet, their demands appear incomprehensible to many outside the country. In 2023, unions demanded that retirement ages be <a href="https://www.koreatimes.co.kr/www/tech/2024/09/129_352001.html">raised</a>, while in France they <a href="https://apnews.com/article/france-protests-retirement-age-macron-strikes-1abb098b104f2b7094e51e650218771d">protested</a> against the same. Why the difference?
</p>

<p>
As with most things, Korea imitates Japan. The post-war growth of the latter was closely associated with a system of <a href="https://en.wikipedia.org/wiki/Sh%C5%ABshin_koy%C5%8D">lifetime employment</a>, under which an employee who joined a firm could remain for the duration of their career. Yet, employees can't stay on forever, and companies know older workers' productivity cannot match that of younger ones. It was socially unacceptable, however, to get rid of some workers and not others. As a result, laws were passed to allow companies to eliminate <i>all</i> workers at a certain age via <a href="">mandatory retirement</a>, which is <a href="https://asia.nikkei.com/Spotlight/Work/OECD-urges-Japan-to-scrap-mandatory-retirement-amid-labor-shortage">typically set at 60</a>.
</p>

<p>
What it means in practice is that firms tend to fete their newly-minted sexagenarians with pink slips. In response, a <a href="https://qz.com/japan-s-labor-crunch-is-so-acute-that-companies-are-hir-1850734341">2013 law</a> was passed requiring employers to keep workers on until age 65 if they wished to work longer. Firms responded by rehiring their employees at <a href="https://mainichi.jp/english/articles/20210423/p2a/00m/0op/026000c">lower salary</a>. This legal charade has normalized into companies automatically presenting workers with revised contracts asking them to do the same work at half pay.
</p>

<p>
South Korea has yet to catch up to Japan in raising the mandatory retirement age, but it does have plans to <a href="https://linksinternational.com/retirement-age-in-south-korea/">increase the full benefit age</a>. This exposes a potential gap for those in their early-60's, when they're too old to work and too young to draw pensions<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>. Thus, the union demands for a higher mandatory retirement age is a demand not to be left hanging by mismatched government policy.
</p>
</div>
</div>
