_org/_posts/2024-10-08-the-many-definitions-of-retirement.org
** Urban privilege age

In some countries, retirement benefits are dependent on where the recipient lives. Nowhere is this more true than in China, which institutionalizes the difference between [[https://www.cecc.gov/recent-chinese-hukou-reforms][urban and rural residents]]. The [[https://www.socialprotection-toolbox.org/practice/chinas-new-rural-and-urban-pension-schemes][National Rural Pension Scheme]] (NRPS), introduced in 2009, guarantees a grand total of 55 RMB a month[fn:5] to the elderly, and only if their children are contributing to the program. The Urban Residents Pension Plan (URPP), on the other hand, is [[https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10187591/][far more generous]], leading to a stark difference in retirement ages between city and country folk.

While adjusting for cost-of-living might make sense, these differences are not the result of statistical considerations, only political ones. Just as [[https://www.reuters.com/world/china/shanghai-hit-by-covid-protests-anger-spreads-across-china-2022-11-27/][protests in Shanghai]] could force change in government COVID policy while [[https://www.bbc.com/news/world-asia-china-63766125][those in Xinjiang]] could not, the government's calculus is that urban unrest is more problematic than rural impoverishment. Such logic is not limited to China, but its starkness there allows for clearer observation.

** Bureaucrat cash-in age

There is a class of employees which in nearly all countries /can/ stop working at the statutory retirement age and live comfortably: government workers.

What sets these people apart is their political influence. In democracies their election endorsements can make or break campaigns, but in all regimes they are responsible for daily governance, and no ruler can succeed without getting them on-side. Their salaries are usually not high, but their [[https://www.pinesfederal.com/legal-blog/legal-rights-for-fired-federal-employees/][rice bowls are made of iron]]. Their comfort in retirement is guaranteed less by money and more by a wide array of benefits, such as [[https://www.va.gov/health-care/][special healthcare programs]].

Many of these workers, particularly those in law enforcement and the military, retire with full benefits after twenty years. They can then return to work and [[https://www.commerce.gov/hr/practitioners/compensation-policies/general-pay/dual-compensation][draw another salary]] without penalty. This is common enough that some federal employees have even tried to [[https://www.nbcwashington.com/news/local/ex-dc-official-with-secret-2nd-job-is-referred-for-investigation-in-northern-virginia/3689345/][take another job]] before they've retired from the first one. Given that no one apparently had any performance-related complaints about Ms. Lian's absences[fn:6], we can only assume that the average bureaucrat's job is not too demanding.

** Setting your future on FIRE age

A niche trend these days is the [[https://www.youtube.com/watch?v=SEItn9Csitg][Financial Independence, Retire Early (FIRE)]] movement, which advocates extremely low expenses in one's twenties in the hopes of securing enough savings to retire in their forties (or even thirties). Like most popular financial advice, it appeals to the lower classes, whose daily lives balance on a knife's edge between solvency and disaster, promising a light at the end of their tunnel of suffering[fn:7].

Avoiding "unnecessary" expenses and keeping a rainy day fund are common sense, and some FIRE principles, like the [[https://www.nerdwallet.com/article/investing/financial-independence-retire-early][Rule of 25,]] are derived from much older, generally solid retirement advice. What "influencers" tends to advocate, however, is an ultra-lean financial diet that is particularly unsustainable to those who are already making little money. Furthermore, there are opportunity costs--such as the social networking events passed up due to miserliness--which may render such strategies penny-wise, pound-foolish.

Retiring at an early age also introduces big risks. If the stock market suddenly crashes and we get Great Depression 2: S&P Boogaloo, a forty-year-old who's been out of the workforce for the past half-decade is not going to be an attractive candidate for the few jobs still available. Retirees also [[https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153553/][mentally decline]] faster than their working peers and report [[https://jech.bmj.com/content/78/10/602][higher rates of loneliness]].

When pressed, many FIRE advocates will say that "financial independence" is the real goal, "early retirement" merely a consequent possibility. Those with the former don't /have/ to spend their days sitting on the couch watching television. The supermarket shelf stockers who buy their courses, however, are probably not thinking about using their fiscal freedom to engage in public scholarship. And in any case, spending several hundred dollars on a "[[https://www.ourrichjourney.com/firemasterclass][masterclass]]" for pedestrian advice that could be found in any personal finance book published within the last century is not the best way to achieve your financial goals, whatever they may be.

** When should you retire?

Tackling this question as a thirty-something may be the height of pontification, but the answer is obvious: when the costs of working exceed the benefits.

This is easier to assess for physically demanding jobs. A young construction worker in may pick up all the shifts he can get, but an older one must consider whether misaligning his back further is worth the extra two grand. For white collar professionals, trade-offs tend to involve time rather than thoracic vertebrae, but either way, a man who's making the same career decisions at forty as at twenty has wasted two decades of his life.

Some who claim their jobs are a calling, like doctors, want to keep working [[https://www.cnbc.com/2023/04/11/i-am-100-years-old-and-the-worlds-oldest-practicing-doctor-what-i-never-do-to-live-a-long-happy-life.html][as long as they can]], but if they keel over the operating table it's the patient who pays the price. Thus the consideration for whether someone should keep working rests not only with them, but the whole of society. Western countries find mandatory retirement [[https://www.timeshighereducation.com/news/professor-sue-cambridge-over-forced-retirement-rules][controversial]], yet there are clearly valid arguments for it as applied to certain jobs under certain conditions. Just because the East Asian implementation is poor doesn't mean the idea has no merit.

There are many whose unfortunate lot in life sees them unable to save meaningful money over their whole careers. Social Security and other programs should provide a safety net for them to stop working. But at what age? That should depend on the type of work they've done. Those who've busted their knees installing masonry deserve to retire earlier than those who've strained their wrists generating [[https://www.youtube.com/watch?v=Sy5c9tJYyQI][TPS reports]]. Paper pushers, especially for the government, shouldn't be prioritized for pension checks. Tracking this stuff will be hard, but no harder than hunting down tax evaders[fn:8].

