_posts/2024-10-08-the-many-definitions-of-retirement.html

<div id="outline-container-org8b82527" class="outline-2">
<h2 id="org8b82527">Urban privilege age</h2>
<div class="outline-text-2" id="text-org8b82527">
<p>
In some countries, retirement benefits are dependent on where the recipient lives. Nowhere is this more true than in China, which institutionalizes the difference between <a href="https://www.cecc.gov/recent-chinese-hukou-reforms">urban and rural residents</a>. The <a href="https://www.socialprotection-toolbox.org/practice/chinas-new-rural-and-urban-pension-schemes">National Rural Pension Scheme</a> (NRPS), introduced in 2009, guarantees a grand total of 55 RMB a month<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> to the elderly, and only if their children are contributing to the program. The Urban Residents Pension Plan (URPP), on the other hand, is <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10187591/">far more generous</a>, leading to a stark difference in retirement ages between city and country folk.
</p>

<p>
While adjusting for cost-of-living might make sense, these differences are not the result of statistical considerations, only political ones. Just as <a href="https://www.reuters.com/world/china/shanghai-hit-by-covid-protests-anger-spreads-across-china-2022-11-27/">protests in Shanghai</a> could force change in government COVID policy while <a href="https://www.bbc.com/news/world-asia-china-63766125">those in Xinjiang</a> could not, the government's calculus is that urban unrest is more problematic than rural impoverishment. Such logic is not limited to China, but its starkness there allows for clearer observation.
</p>
</div>
</div>

<div id="outline-container-org60a0478" class="outline-2">
<h2 id="org60a0478">Bureaucrat cash-in age</h2>
<div class="outline-text-2" id="text-org60a0478">
<p>
There is a class of employees which in nearly all countries <i>can</i> stop working at the statutory retirement age and live comfortably: government workers.
</p>

<p>
What sets these people apart is their political influence. In democracies their election endorsements can make or break campaigns, but in all regimes they are responsible for daily governance, and no ruler can succeed without getting them on-side. Their salaries are usually not high, but their <a href="https://www.pinesfederal.com/legal-blog/legal-rights-for-fired-federal-employees/">rice bowls are made of iron</a>. Their comfort in retirement is guaranteed less by money and more by a wide array of benefits, such as <a href="https://www.va.gov/health-care/">special healthcare programs</a>.
</p>

<p>
Many of these workers, particularly those in law enforcement and the military, retire with full benefits after twenty years. They can then return to work and <a href="https://www.commerce.gov/hr/practitioners/compensation-policies/general-pay/dual-compensation">draw another salary</a> without penalty. This is common enough that some federal employees have even tried to <a href="https://www.nbcwashington.com/news/local/ex-dc-official-with-secret-2nd-job-is-referred-for-investigation-in-northern-virginia/3689345/">take another job</a> before they've retired from the first one. Given that no one apparently had any performance-related complaints about Ms. Lian's absences<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>, we can only assume that the average bureaucrat's job is not too demanding.
</p>
</div>
</div>

<div id="outline-container-orgddbbf71" class="outline-2">
<h2 id="orgddbbf71">Setting your future on FIRE age</h2>
<div class="outline-text-2" id="text-orgddbbf71">
<p>
A niche trend these days is the <a href="https://www.youtube.com/watch?v=SEItn9Csitg">Financial Independence, Retire Early (FIRE)</a> movement, which advocates extremely low expenses in one's twenties in the hopes of securing enough savings to retire in their forties (or even thirties). Like most popular financial advice, it appeals to the lower classes, whose daily lives balance on a knife's edge between solvency and disaster, promising a light at the end of their tunnel of suffering<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup>.
</p>

<p>
Avoiding "unnecessary" expenses and keeping a rainy day fund are common sense, and some FIRE principles, like the <a href="https://www.nerdwallet.com/article/investing/financial-independence-retire-early">Rule of 25,</a> are derived from much older, generally solid retirement advice. What "influencers" tends to advocate, however, is an ultra-lean financial diet that is particularly unsustainable to those who are already making little money. Furthermore, there are opportunity costs&#x2013;such as the social networking events passed up due to miserliness&#x2013;which may render such strategies penny-wise, pound-foolish.
</p>

<p>
Retiring at an early age also introduces big risks. If the stock market suddenly crashes and we get Great Depression 2: S&amp;P Boogaloo, a forty-year-old who's been out of the workforce for the past half-decade is not going to be an attractive candidate for the few jobs still available. Retirees also <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6153553/">mentally decline</a> faster than their working peers and report <a href="https://jech.bmj.com/content/78/10/602">higher rates of loneliness</a>.
</p>

<p>
When pressed, many FIRE advocates will say that "financial independence" is the real goal, "early retirement" merely a consequent possibility. Those with the former don't <i>have</i> to spend their days sitting on the couch watching television. The supermarket shelf stockers who buy their courses, however, are probably not thinking about using their fiscal freedom to engage in public scholarship. And in any case, spending several hundred dollars on a "<a href="https://www.ourrichjourney.com/firemasterclass">masterclass</a>" for pedestrian advice that could be found in any personal finance book published within the last century is not the best way to achieve your financial goals, whatever they may be.
</p>
</div>
</div>

<div id="outline-container-org7f9ee31" class="outline-2">
<h2 id="org7f9ee31">When should you retire?</h2>
<div class="outline-text-2" id="text-org7f9ee31">
<p>
Tackling this question as a thirty-something may be the height of pontification, but the answer is obvious: when the costs of working exceed the benefits.
</p>

<p>
This is easier to assess for physically demanding jobs. A young construction worker in may pick up all the shifts he can get, but an older one must consider whether misaligning his back further is worth the extra two grand. For white collar professionals, trade-offs tend to involve time rather than thoracic vertebrae, but either way, a man who's making the same career decisions at forty as at twenty has wasted two decades of his life.
</p>

<p>
Some who claim their jobs are a calling, like doctors, want to keep working <a href="https://www.cnbc.com/2023/04/11/i-am-100-years-old-and-the-worlds-oldest-practicing-doctor-what-i-never-do-to-live-a-long-happy-life.html">as long as they can</a>, but if they keel over the operating table it's the patient who pays the price. Thus the consideration for whether someone should keep working rests not only with them, but the whole of society. Western countries find mandatory retirement <a href="https://www.timeshighereducation.com/news/professor-sue-cambridge-over-forced-retirement-rules">controversial</a>, yet there are clearly valid arguments for it as applied to certain jobs under certain conditions. Just because the East Asian implementation is poor doesn't mean the idea has no merit.
</p>

<p>
There are many whose unfortunate lot in life sees them unable to save meaningful money over their whole careers. Social Security and other programs should provide a safety net for them to stop working. But at what age? That should depend on the type of work they've done. Those who've busted their knees installing masonry deserve to retire earlier than those who've strained their wrists generating <a href="https://www.youtube.com/watch?v=Sy5c9tJYyQI">TPS reports</a>. Paper pushers, especially for the government, shouldn't be prioritized for pension checks. Tracking this stuff will be hard, but no harder than hunting down tax evaders<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>.
</p>
</div>
</div>
