_org/_posts/2024-10-08-the-many-definitions-of-retirement.org
* Footnotes

[fn:1] The numbers are skewed by [[file+sys:][high infant mortality]], so adults will have lived a bit longer. Still, many would not have lived to the age for collecting government checks.

[fn:2] According to our politicians and captains of industry, who have clearly considered all options that are in the public interest.

[fn:3] Poverty is relative, but it does say something about how a society organizes itself.

[fn:4] Pensions which, as previously mentioned, are too low to allow them to stop working anyway.

[fn:5] That's the starting rate, which goes [[https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8051794/][up to 593 RMB]], or $84 at time of writing. That's very little money, even in rural China.

[fn:6] At least she didn't get away with it for [[https://www.bbc.com/news/world-europe-56822571][15 years]]!

[fn:7] FIRE has a lot in common with China's [[https://www.bbc.com/news/world-asia-china-57348406][Tang Ping]] ("lying flat") movement, which advocates that young people exit the rat race by moving to cheaper locales and cutting expenses.

[fn:8] If you're not a household name, you're not going to outrun the IRS.
