_posts/2024-10-08-the-many-definitions-of-retirement.html
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
The numbers are skewed by <a href="">high infant mortality</a>, so adults will have lived a bit longer. Still, many would not have lived to the age for collecting government checks.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
According to our politicians and captains of industry, who have clearly considered all options that are in the public interest.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
Poverty is relative, but it does say something about how a society organizes itself.
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
Pensions which, as previously mentioned, are too low to allow them to stop working anyway.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
That's the starting rate, which goes <a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8051794/">up to 593 RMB</a>, or $84 at time of writing. That's very little money, even in rural China.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
At least she didn't get away with it for <a href="https://www.bbc.com/news/world-europe-56822571">15 years</a>!
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
FIRE has a lot in common with China's <a href="https://www.bbc.com/news/world-asia-china-57348406">Tang Ping</a> ("lying flat") movement, which advocates that young people exit the rat race by moving to cheaper locales and cutting expenses.
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
If you're not a household name, you're not going to outrun the IRS.
</p></div></div>


</div>
</div>
